aarch64-none-elf-gcc-bin
acroread
android-studio
autotalent
betaflight-configurator-bin
blender-benchmark
ccrtp
davinci-resolve
fedora-firefox-wayland-bin
gconf
graywolf
ilbc
j4-dmenu-desktop
jamulus
kaitai-struct-compiler
kaitai-struct-visualizer
libzrtpcpp
linux-rt
logisim-evolution
magic
minecraft-launcher
mongodb-bin
nerd-fonts-complete
obs-studio-wayland
obs-v4l2sink
obs-xdg-portal-git
pipewire-jack-dropin
premake-git
processing
python2-httplib2
python2-oauth2client
python2-rsa
qflow
qrouter
qsstv
qsynth-git
renderdoc
ruby-kaitai-struct
skypeforlinux-stable-bin
spotify
swaylock-effects-git
ttf-google-fonts-git
ttf-merriweather
ttf-merriweather-sans
ttf-oswald
ttf-quintessential
ttf-signika
twinkle-qt5
ucommon
umlet
unifi
wdisplays
wl-clipboard-x11
wlrobs
wofi-hg
xdg-desktop-portal-git
xdg-desktop-portal-wlr-git
xorg-server-xdmx
yay
