aarch64-none-elf-gcc-bin
acroread
airshipper
android-studio
autotalent
betaflight-configurator-bin
blender-benchmark
brother-mfc-l2710dw
brscan4
discord-canary-electron-bin
discord_arch_electron
ebtables
gconf
jamulus
linux-rt
minecraft-launcher
nerd-fonts-complete
obs-studio-git
obs-v4l2sink
pandoc-bin
pipewire-jack-dropin
renderdoc
skypeforlinux-stable-bin
spotify
swaylock-effects-git
synology-cloud-station-drive
ttf-google-fonts-git
ttf-merriweather
ttf-merriweather-sans
ttf-oswald
ttf-quintessential
ttf-signika
unityhub
visual-studio-code-bin
wdisplays
websocketd
yay
