0ad
alsa-utils
amd-ucode
android-tools
ant
arandr
archiso
arduino
arm-none-eabi-gcc
arm-none-eabi-newlib
artyfx
audacity
autoconf
automake
avr-libc
avrdude
baobab
base
biber
bison
blender
breeze
chromium
clinfo
cmake
cmatrix
cpupower
cups-pdf
cura
cython
darktable
devtools
dfu-programmer
dfu-util
dhcpcd
dialog
dmenu
dnsmasq
docker-compose
dragonfly-reverb
efibootmgr
egl-wayland
eog
evince
exfat-utils
fakeroot
feh
firefox
flatpak-builder
flex
fractal
freecad
freepats-general-midi
gamemode
gdb
gdm
gedit
gentium-plus-font
ghex
gimp
github-cli
glfw-x11
gnome-control-center
gnome-font-viewer
gnome-system-monitor
gnome-terminal
go
godot
gperf
gphoto2
gradle
grim
grub
gsl
gstreamer-vaapi
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hexchat
htop
i3-gaps
inetutils
jfsutils
jq
jupyterlab
kdenlive
kicad
kicad-library
kicad-library-3d
klayout
lib32-gamemode
lib32-gst-plugins-base-libs
lib32-libva-mesa-driver
lib32-libxslt
lib32-mesa-vdpau
lib32-ocl-icd
lib32-v4l-utils
libopusenc
libreoffice-still
libva-mesa-driver
libva-utils
linux
linux-firmware
linux-headers
lld
log4cxx
logrotate
love
lutris
lxappearance
mako
man-pages
mariadb
mesa-vdpau
meson
minicom
mpc
mpv
nano
nautilus
neofetch
neovim
netctl
npm
ntfs-3g
opencl-mesa
openscad
os-prober
otf-font-awesome
pacutils
pamixer
paprefs
parallel
patchutils
pavucontrol
php-apache
phpmyadmin
pkgconf
polkit-gnome
premake
psensor
pulseeffects
python-lz4
python-netcdf4
python-pip
python-protobuf
python-pylint
python2-pip
qemu
qjackctl
qjournalctl
qsynth
qt5-examples
qt6-wayland
qtcreator
realtime-privileges
reflector
reiserfsprogs
rofi
rt-tests
rtaudio
rustup
s-nail
screen
signal-desktop
simple-scan
sl
slurp
socat
solaar
soundfont-fluid
sox
steam-native-runtime
sudo
sway
tcsh
teamspeak3
terminus-font
termite
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tmate
traceroute
transmission-gtk
tree
ttf-arphic-ukai
ttf-arphic-uming
ttf-baekmuk
ttf-carlito
ttf-cormorant
ttf-fantasque-sans-mono
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-hanazono
ttf-hannom
ttf-indic-otf
ttf-ionicons
ttf-joypixels
ttf-junicode
ttf-khmer
ttf-linux-libertine
ttf-linux-libertine-g
ttf-proggy-clean
ttf-sazanami
ttf-tibetan-machine
unrar
v4l2loopback-dkms
valgrind
vdpauinfo
vi
virt-manager
vulkan-tools
watchexec
waybar
weechat
weston
wget
wine-staging
wire-desktop
wl-clipboard
wofi
x42-plugins
xdg-user-dirs
xdot
xf86-video-amdgpu
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xtrans
yosys
youtube-dl
zsh