amd-ucode
android-tools
android-udev
ant
apache
arandr
archiso
ardour
arduino
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
artyfx
audacity
autoconf
automake
avr-binutils
avr-gcc
avr-libc
avrdude
baobab
base
bash
bc
biber
binutils
bison
blender
breeze
bzip2
carla
cheese
chromium
clinfo
cmake
cmatrix
code
coreutils
cpupower
cryptsetup
cura
cython
darktable
device-mapper
dfu-programmer
dfu-util
dhcpcd
dialog
diffutils
discord
dmenu
dnsmasq
docker
docker-compose
dragonfly-reverb
e2fsprogs
ebtables
efibootmgr
eog
evince
exfat-utils
fakeroot
feh
file
filesystem
findutils
flatpak
flatpak-builder
flex
fractal
freecad
freepats-general-midi
gamemode
gawk
gcc
gcc-libs
gdb
gdm
gedit
gentium-plus-font
gettext
ghex
gimp
git
glfw-x11
glibc
glm
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-system-monitor
gnome-terminal
go
gphoto2
gradle
grep
grim
groff
grub
gsl
gstreamer-vaapi
gvfs-gphoto2
gvfs-mtp
gzip
hexchat
htop
i3-gaps
inetutils
iproute2
iputils
jack2
java-environment-common
jdk-openjdk
jdk8-openjdk
jfsutils
jq
jre-openjdk
jre-openjdk-headless
jupyterlab
kdenlive
kicad
kicad-library
kicad-library-3d
klayout
less
lib32-gamemode
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libva
lib32-libva-mesa-driver
lib32-libxslt
lib32-mesa-vdpau
lib32-ocl-icd
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libnet
libopusenc
libreoffice-still
libtool
libuv
libva-mesa-driver
libva-utils
licenses
linux
linux-firmware
linux-headers
log4cxx
logrotate
love
lutris
lvm2
lxappearance
m4
make
mako
man-db
man-pages
mariadb
mdadm
mesa-vdpau
minicom
mpv
nano
nautilus
neofetch
neovim
netctl
npm
nss
ntfs-3g
ocl-icd
openscad
openssh
os-prober
otf-font-awesome
pacman
pacutils
pamixer
pandoc
paprefs
patch
pavucontrol
pciutils
perl
php
php-apache
phpmyadmin
pipewire
pipewire-alsa
pipewire-pulse
polkit-gnome
procps-ng
psensor
psmisc
pulseaudio-alsa
python-lz4
python-netcdf4
python-pip
python-protobuf
python-pylint
python2-pip
qemu
qjackctl
qt5-multimedia
qt5-wayland
qt5ct
realtime-privileges
reflector
reiserfsprogs
rhash
rofi
rt-tests
rtaudio
rustup
s-nail
screen
sed
shadow
signal-desktop
sl
slurp
socat
solaar
soundfont-fluid
sox
steam
steam-native-runtime
sudo
sway
sysfsutils
systemd
systemd-sysvcompat
tar
tcl
tcsh
teamspeak3
terminus-font
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tk
traceroute
transmission-gtk
ttf-arphic-ukai
ttf-arphic-uming
ttf-baekmuk
ttf-bitstream-vera
ttf-carlito
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-hanazono
ttf-hannom
ttf-ibm-plex
ttf-inconsolata
ttf-indic-otf
ttf-ionicons
ttf-joypixels
ttf-junicode
ttf-khmer
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-opensans
ttf-proggy-clean
ttf-roboto
ttf-sazanami
ttf-tibetan-machine
ttf-ubuntu-font-family
unrar
usbutils
util-linux
v4l2loopback-dkms
vdpauinfo
vi
virt-manager
vlc
vulkan-radeon
watchexec
waybar
weechat
weston
wget
which
wine-staging
wire-desktop
wl-clipboard
wlroots
x42-plugins
xdg-user-dirs
xdot
xf86-video-amdgpu
xf86-video-vesa
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yosys
youtube-dl
zsh
